Repository: kirinonakar/Ueditor
Catalog: Ueditor/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

source: Open File
ko_kr: 파일 열기

# SaveFile
source: Save
ko_kr: 저장

# SaveAsFile
source: Save As
ko_kr: 다른 이름으로 저장

source: Compare
ko_kr: 비교

source: Terminal
ko_kr: 터미널

source: TopMost
ko_kr: 항상위

# StickyNote
source: Sticky
ko_kr: 스티커

source: Search
ko_kr: 검색

source: Theme
ko_kr: 테마

source: Split
ko_kr: 분할

source: Settings
ko_kr: 설정

# FolderSelect
source: Select Folder...
ko_kr: 폴더 선택...

# NoFolderSelected
source: Please select a folder.
ko_kr: 폴더를 선택하세요.

# FavoritesHeader
source: Favorites List
ko_kr: 즐겨찾기 목록

# SnippetsHeader
source: Code & Formula Templates
ko_kr: 코드 및 수식 템플릿

source: Add Snippet...
ko_kr: 스니펫 추가...

# SplitNone
source: No Split (Single)
ko_kr: 분할 없음 (단일)

# SplitVertical
source: Split Vertically
ko_kr: 좌우 분할

# SplitHorizontal
source: Split Horizontally
ko_kr: 상하 분할

# LanguageChangedTitle
source: Language Change
ko_kr: 언어 변경

# LanguageChangedMessage
source: You must restart the application to apply the language settings. Would you like to restart now?
ko_kr: 언어 설정을 적용하려면 애플리케이션을 다시 시작해야 합니다. 다시 시작하시겠습니까?

source: Yes
ko_kr: 예

source: No
ko_kr: 아니오

source: Restart
ko_kr: 다시 시작

# LanguageDefault
source: Default (OS Language)
ko_kr: 기본값 (OS 설정)

# LanguageKorean
source: Korean
ko_kr: 한국어

# LanguageJapanese
source: Japanese
ko_kr: 日本語

source: Print
ko_kr: 인쇄

source: Explorer
ko_kr: 탐색기

source: Favorites
ko_kr: 즐겨찾기

source: Snippets
ko_kr: 스니펫

source: Recent Files
ko_kr: 최근 파일

source: Heading
ko_kr: 제목

source: Bold
ko_kr: 굵게

source: Italic
ko_kr: 기울임

source: Underline
ko_kr: 밑줄

source: Highlight
ko_kr: 형광펜

source: Unordered List
ko_kr: 글머리 목록

source: Cut Line
ko_kr: 현재 줄 자르기

source: Quote
ko_kr: 인용문

source: Arrow
ko_kr: 화살표

source: Inline Code
ko_kr: 인라인 코드

source: Tasklist
ko_kr: 체크리스트

source: Table
ko_kr: 표

source: Font Increase
ko_kr: 글자 크게

source: Font Decrease
ko_kr: 글자 작게

# TextColor
source: Text Color (Right-click: Select Color)
ko_kr: 글자색 (우클릭: 색상 선택)

source: Link
ko_kr: 링크

# CharMap
source: Character Map
ko_kr: 문자표

source: Current Date
ko_kr: 현재 날짜

# SettingsTitle
source: Ueditor Settings
ko_kr: Ueditor 설정

# SettingsSave
source: Save & Apply
ko_kr: 적용 및 저장

# SettingsCancel
source: Cancel
ko_kr: 취소

# SettingsAppearance
source: Appearance
ko_kr: 모양

# SettingsEditing
source: Editing
ko_kr: 편집

# SettingsLanguage
source: Application Language
ko_kr: 애플리케이션 언어 (Language)

# SettingsTheme
source: App & Editor Theme
ko_kr: 앱/에디터 테마

# SettingsFontSize
source: Editor Font Size
ko_kr: 에디터 글자 크기

# SettingsFontFamily
source: Editor Font Family
ko_kr: 에디터 폰트

# SettingsUiFontFamily
source: UI Shell Font Family
ko_kr: UI 쉘 폰트

# SettingsUseCustomBg
source: Use Custom Editor Background Color
ko_kr: 커스텀 에디터 배경색 사용

# SettingsUseCustomFg
source: Use Custom Editor Foreground Color
ko_kr: 커스텀 에디터 글자색 사용

# SettingsWordWrap
source: Enable Word Wrap by Default
ko_kr: 기본 Word Wrap 켜기

# SettingsMinimap
source: Show Minimap
ko_kr: 미니맵 표시 (로컬 Monaco 번들 사용 시)

# SettingsBracketPair
source: Bracket Pair Colorization
ko_kr: Bracket pair colorization (로컬 Monaco 번들 사용 시)

# SettingsAutocomplete
source: Enable Autocomplete
ko_kr: 자동완성 기능 사용

# SettingsAutoSave
source: Use Autosave
ko_kr: Autosave 사용

# SettingsLivePreview
source: Enable Live Preview by Default
ko_kr: 실시간 미리보기 기본 활성화

# SettingsMarkdownToolbar
source: Enable Markdown Toolbar by Default
ko_kr: 기본 마크다운 툴바 활성화

# SettingsToolbar
source: Toolbar
ko_kr: 툴바

# SettingsToolbarShowLabels
source: Show Toolbar Button Labels
ko_kr: 툴바 버튼 글자 표시

# SettingsToolbarOrderHint
source: Drag to reorder buttons (Settings button is fixed)
ko_kr: 드래그하여 버튼 순서 변경 (설정 버튼은 고정)

# SettingsLlmProvider
source: LLM Provider
ko_kr: LLM 공급자

# SettingsLlmModel
source: LLM Model
ko_kr: LLM 모델명

# SettingsLlmLoadModels
source: Load LM Studio Models
ko_kr: LM Studio 모델 불러오기

# SettingsLlmInfo
source: LM Studio loads the list of models from http://localhost:1234/v1/models when the server is running.
ko_kr: LM Studio는 서버가 켜져 있을 때 http://localhost:1234/v1/models 에서 모델 목록을 불러옵니다.

# SettingsLlmApiKeyInfo
source: API Keys are stored in the Windows Credential Manager, not in settings files.
ko_kr: API Key는 설정 파일에 저장하지 않고 Windows 자격 증명 관리자에 저장합니다.

# SettingsLlmConfirmBeforeSending
source: Confirm before sending
ko_kr: 전송 전 확인

# SettingsLlmSourceLanguage
source: Source Language
ko_kr: 번역 원본 언어 (Source Language)

# SettingsLlmTargetLanguage
source: Target Language
ko_kr: 번역 대상 언어 (Target Language)

# LlmLangAutoDetect
source: Auto Detect
ko_kr: 자동 감지 (Auto Detect)

# LlmLangKorean
source: Korean
ko_kr: 한국어 (Korean)

# LlmLangEnglish
source: English
ko_kr: 영어 (English)

# LlmLangJapanese
source: Japanese
ko_kr: 일본어 (Japanese)

# LlmLangChinese
source: Chinese
ko_kr: 중국어 (Chinese)

# LlmLangFrench
source: French
ko_kr: 프랑스어 (French)

# LlmLangSpanish
source: Spanish
ko_kr: 스페인어 (Spanish)

# LlmLangGerman
source: German
ko_kr: 독일어 (German)

# SelectionNoneBlocked
source: Selection: None (Full file transfer blocked)
ko_kr: 선택 영역: 없음 (전체 전송 차단 활성화)

# SelectionStats
source: Selection: {0} chars (approx {1} tokens)
ko_kr: 선택 영역: {0} 글자 수 (약 {1} 토큰)

# SearchHeader
source: Search & Replace in Folder
ko_kr: 폴더 전체 검색 및 바꾸기

# SearchPlaceholder
source: Enter search term...
ko_kr: 검색어 입력...

# ReplacePlaceholder
source: Enter replacement...
ko_kr: 바꿀 단어 입력...

# SearchMatchCaseTooltip
source: Match Case
ko_kr: 대소문자 구분

# SearchWholeWordTooltip
source: Whole Word
ko_kr: 단어 단위

# SearchRegexTooltip
source: Regex
ko_kr: 정규식 검색

# SearchAllFiles
source: Search All
ko_kr: 전체 검색

# ReplaceAllFiles
source: Replace All
ko_kr: 모두 바꾸기

# RecentFilesHeader
source: Recent Files (Double-click to open)
ko_kr: 최근 열린 파일

# GitRepoHeader
source: Git Repository
ko_kr: Git 저장소 관리

# GitBranchPlaceholder
source: Branch List
ko_kr: 브랜치 목록

# GitCommitPlaceholder
source: Enter commit message...
ko_kr: 커밋 메시지 입력...

# GitCommit
source: Commit
ko_kr: 커밋 (Commit)

# GitStageAll
source: Stage All
ko_kr: 전체 Stage

# GitRestoreAll
source: Restore All
ko_kr: 전체 Restore

# GitRefresh
source: Refresh
ko_kr: 새로고침

# GitHistory
source: History
ko_kr: 과거 기록

# GitRestoreFile
source: Restore File
ko_kr: 파일 복원

# ExplorerUpTooltip
source: Parent Folder
ko_kr: 상위 폴더

# ExplorerSelectFolder
source: Select Folder...
ko_kr: 폴더 선택...

# ExplorerOpenTerminalTooltip
source: Open Terminal Here
ko_kr: 현재 폴더에서 터미널 열기

# ExplorerAddToFavorites
source: Add to Favorites
ko_kr: 즐겨찾기에 추가

# ExplorerAddFolderToFavorites
source: Add Folder to Favorites
ko_kr: 폴더를 즐겨찾기에 추가

# FavoritesFileTab
source: Files
ko_kr: 파일

# FavoritesFolderTab
source: Folders
ko_kr: 폴더

# FavoritesPinTooltip
source: Pin
ko_kr: 고정

source: Git: Not Detected
ko_kr: Git: 감지 안됨

# TerminalTitle
source: Terminal
ko_kr: 터미널

source: New Terminal
ko_kr: 새 터미널

# CloseTerminal
source: Close
ko_kr: 닫기

# TerminalPrompt
source: Type command and press Enter
ko_kr: 명령 입력 후 Enter

# SettingsToolbarCustomize
source: Button Display
ko_kr: 버튼 표시 설정

# SettingsToolbarButtonVisibility
source: Show/Hide Toolbar Buttons
ko_kr: 툴바 버튼 표시/숨기기

# SettingsToolbarDragHint
source: Drag to reorder (Settings button is fixed)
ko_kr: 드래그하여 버튼 순서 변경 (설정 버튼은 고정)

# SettingsToolbarSettingsPinned
source: The Settings button is always shown.
ko_kr: 설정 버튼은 항상 표시됩니다.

# SettingsToolbarCustomization
source: Toolbar
ko_kr: 툴바

# StatusRightPanelTooltip
source: Right Panel
ko_kr: 우측 패널

# StatusColumnLabel
source: Col
ko_kr: 열

# StatusLeftPanelTooltip
source: Left Panel
ko_kr: 좌측 패널

# StatusLineEndingTooltip
source: Click to change line ending
ko_kr: 클릭하여 줄 끝 방식 변경

# StatusGoToLineTooltip
source: Click to go to line
ko_kr: 클릭하여 줄 이동

# StatusFileSizeFormat
source: Size: {0:N0} bytes
ko_kr: 크기: {0:N0} bytes

# StatusLineLabel
source: Ln
ko_kr: 줄

# StatusEncodingTooltip
source: Select file encoding
ko_kr: 파일 인코딩 선택

# LivePreviewTabHeader
source: Live Preview
ko_kr: 실시간 프리뷰

# ComboItemHtml
source: HTML Preview
ko_kr: HTML

# OpenInBrowserButtonText
source: Browser
ko_kr: 브라우저

# OpenInBrowserTooltip
source: Open HTML preview in browser
ko_kr: HTML 미리보기를 브라우저로 열기

# LlmOutputPlaceholder
source: Waiting... Select a range in the editor, then use the AI tools below.
ko_kr: 대기 중... 에디터에서 영역을 선택한 후 하단의 AI 분석 도구를 사용해 보세요.

# SelectionStatsPlaceholder
source: Selection: None (Entire transmission block enabled)
ko_kr: 선택 영역: 없음 (전체 전송 차단 활성화)

# LlmFileContextPlaceholder
source: No file context
ko_kr: 파일 맥락 없음

# LlmAddFileContextButtonText
source: Add File Context
ko_kr: 파일 맥락 추가

# LlmRemoveFileContextButtonText
source: Delete
ko_kr: 삭제

# LlmExplainButtonText
source: Explain
ko_kr: 설명

# LlmSummarizeButtonText
source: Summarize
ko_kr: 요약

# LlmTranslateButtonText
source: Translate
ko_kr: 번역

# LlmImproveButtonText
source: Improve
ko_kr: 개선

# LlmCustomPromptPlaceholder
source: Enter questions or custom instructions...
ko_kr: 질문이나 커스텀 지시사항 입력...

# LlmCustomRunButtonText
source: Send
ko_kr: 전송

# LlmInsertOutputButtonText
source: Insert
ko_kr: 입력

# LlmInsertOutputTooltip
source: Insert AI response at current cursor (Selected part only, if selected)
ko_kr: AI 응답을 현재 커서에 입력 (선택한 경우 선택부위만)

# MoveTabLeftTooltip
source: Move to left tab (Ctrl/Shift + Click to move tab position)
ko_kr: 왼쪽 탭으로 이동 (Ctrl/Shift 누르고 클릭하면 탭 위치 이동)

# MoveTabRightTooltip
source: Move to right tab (Ctrl/Shift + Click to move tab position)
ko_kr: 오른쪽 탭으로 이동 (Ctrl/Shift 누르고 클릭하면 탭 위치 이동)

# SettingsAbout
source: About
ko_kr: 정보

# SettingsAboutDescription
source: A powerful and lightweight text & markdown editor. Supports live preview, code & formula templates, terminal interface, Git integration, and AI Assistant.
ko_kr: 강력하고 가벼운 텍스트 및 마크다운 에디터입니다. 실시간 미리보기, 코드 및 수식 템플릿, 터미널 인터페이스, Git 통합, AI Assistant 등을 지원합니다.

# SettingsAboutThirdPartyNotices
source: Open Source Licenses (Third-Party Notices)
ko_kr: 오픈소스 라이선스 고지 (Third-Party Notices)

# SettingsShortcuts
source: Shortcuts
ko_kr: 단축키

# SettingsShortcutsHeaderKey
source: Shortcut
ko_kr: 단축키

# SettingsShortcutsHeaderDesc
source: Description
ko_kr: 설명

# ShortcutDescNewTab
source: New Tab
ko_kr: 새 탭

# ShortcutDescSave
source: Save
ko_kr: 저장

# ShortcutDescOpen
source: Open File
ko_kr: 파일 열기

# ShortcutDescFind
source: Find
ko_kr: 찾기

# ShortcutDescClose
source: Close Tab
ko_kr: 탭 닫기

# ShortcutDescPrint
source: Print
ko_kr: 인쇄

# ShortcutDescLeftPanel
source: Toggle Left Panel
ko_kr: 좌측 패널 토글

# ShortcutDescRightPanel
source: Toggle Right Panel
ko_kr: 우측 패널 토글

# ShortcutDescTerminal
source: Toggle Terminal
ko_kr: 터미널 토글

# ShortcutDescUndo
source: Undo
ko_kr: 실행 취소

# ShortcutDescRedo
source: Redo
ko_kr: 다시 실행

# ShortcutDescCopy
source: Copy
ko_kr: 복사

# ShortcutDescPaste
source: Paste
ko_kr: 붙여넣기

# ShortcutDescCut
source: Cut
ko_kr: 잘라내기

# ShortcutDescAiPrompt
source: Send AI Prompt
ko_kr: AI 프롬프트 전송

# ShortcutDescSaveAs
source: Save As
ko_kr: 다른 이름으로 저장

# ShortcutDescTopMost
source: Always on Top
ko_kr: 항상위 토글

# ShortcutDescTheme
source: Toggle Theme
ko_kr: 테마 토글

# ShortcutDescStickyNote
source: Sticky Note
ko_kr: 스티커 노트

# EditorFindPlaceholder
source: Find
ko_kr: 찾기

# EditorReplacePlaceholder
source: Replace
ko_kr: 바꾸기

# EditorReplaceButton
source: Replace
ko_kr: 바꾸기

# EditorReplaceAllButton
source: Replace All
ko_kr: 모두 바꾸기

# EditorFindPrevTooltip
source: Previous
ko_kr: 이전

# EditorFindNextTooltip
source: Next
ko_kr: 다음

# EditorFindCloseTooltip
source: Close
ko_kr: 닫기

# StatusTotalLinesFormat
source: Total Lines: {0}
ko_kr: 전체 줄수: {0}

# StatusSelectionStatsFormat
source: Selected: {0} chars / {1} words / {2} lines
ko_kr: 선택됨: {0}자 / {1}단어 / {2}줄

# UnsavedChangesAppCloseTitle
source: Unsaved Changes
ko_kr: 저장되지 않은 변경 사항

# UnsavedChangesAppCloseMessage
source: There are {0} unsaved tabs. Save before exiting?
ko_kr: 저장되지 않은 탭이 {0}개 있습니다. 종료하기 전에 저장하시겠습니까?

# UnsavedChangesAppCloseDiscard
source: Exit without saving
ko_kr: 저장하지 않고 종료

# UnsavedChangesAppCloseSave
source: Save and exit
ko_kr: 저장하고 종료

# UnsavedChangesTabCloseTitle
source: Save Changes
ko_kr: 변경 내용 저장

# UnsavedChangesTabCloseMessage
source: Changes to '{0}' are unsaved. Do you want to close it?
ko_kr: 파일 '{0}'의 변경 내용이 저장되지 않았습니다. 닫으시겠습니까?

# UnsavedChangesTabCloseDiscard
source: Close without saving
ko_kr: 저장하지 않고 닫기

# UnsavedChangesTabCloseSave
source: Save
ko_kr: 저장

# UnsavedChangesCancel
source: Cancel
ko_kr: 취소

# GitHistoryItemDialogTitle
source: Commit Info [{0}]
ko_kr: 커밋 정보 [{0}]

# GitHistoryItemClose
source: Close
ko_kr: 닫기

# GitHistoryItemDialogHeader
source: Changed Files (Double-click to open diff):
ko_kr: 변경된 파일 목록 (더블클릭 시 비교 뷰어 열림):

# GitCommitSuccessTitle
source: Git Commit
ko_kr: Git 커밋

# GitCommitSuccessMessage
source: Successfully committed!
ko_kr: 성공적으로 커밋 완료되었습니다!

# UntitledNewTab
source: Untitled
ko_kr: 제목 없음

# GoToLinePlaceholder
source: Enter line number...
ko_kr: 이동할 줄 번호 입력...

# GoToLineTitle
source: Go to Line
ko_kr: 줄 이동 (Go to Line)

# GoToLineButton
source: Go
ko_kr: 이동

# GoToLineCancel
source: Cancel
ko_kr: 취소

# SnippetInsertErrorTitle
source: Snippet Insertion Error
ko_kr: 스니펫 삽입 오류

# SnippetInsertErrorMessage
source: No active text editor window found.
ko_kr: 현재 텍스트 에디터 창이 활성화되어 있지 않습니다.

# SnippetAddTitle
source: Add New Code/Formula Snippet
ko_kr: 새 코드/수식 스니펫 추가

# SnippetAddButton
source: Add
ko_kr: 추가

# SnippetEditTitle
source: Edit Snippet
ko_kr: 스니펫 수정

# SnippetEditSave
source: Save
ko_kr: 저장

# SnippetPlaceholderName
source: Snippet name (e.g. C# Loop)
ko_kr: 스니펫 이름 (예: C# Loop)

# SnippetPlaceholderKeyword
source: Keyword (e.g. loop)
ko_kr: 키워드 (예: loop)

# SnippetPlaceholderDesc
source: Brief description
ko_kr: 간단한 설명

# SnippetPlaceholderContent
source: Enter code body...
ko_kr: 코드 본문 입력...

# SnippetLabelName
source: Snippet Name
ko_kr: 스니펫 이름

# SnippetLabelKeyword
source: Autocomplete Keyword
ko_kr: 자동완성 키워드

# SnippetLabelDesc
source: Description
ko_kr: 설명

# SnippetLabelContent
source: Template Content
ko_kr: 템플릿 내용

# SnippetCancel
source: Cancel
ko_kr: 취소

# CompareSelectFromTab
source: Select from tab...
ko_kr: 탭에서 선택...

# CompareTabPrefix
source: Tab
ko_kr: 탭

# CompareOriginalPathPlaceholder
source: Original file path...
ko_kr: 원본 파일 경로...

# CompareBrowse
source: Browse...
ko_kr: 찾아보기...

# CompareModifiedPathPlaceholder
source: Modified file path...
ko_kr: 비교 대상 파일 경로...

# CompareOriginalFileLabel
source: Original File (Original File)
ko_kr: 원본 파일 (Original File)

# CompareModifiedFileLabel
source: Modified File (Modified File)
ko_kr: 비교 대상 파일 (Modified File)

# CompareDialogTitle
source: File Compare (File Compare)
ko_kr: 파일 비교 (File Compare)

# CompareDialogCompareButton
source: Compare
ko_kr: 비교하기

# CompareDialogCancelButton
source: Cancel
ko_kr: 취소

# TextColorPickerTitle
source: Select Text Color
ko_kr: 글자색 선택

# TextColorApplyButton
source: Apply
ko_kr: 적용

# TabMenuAddBookmark
source: Add Bookmark
ko_kr: 북마크 추가

# TabMenuOpenFolder
source: Go to Containing Folder
ko_kr: 해당 폴더로 이동

# TabMenuCloseRight
source: Close Tabs to the Right
ko_kr: 오른쪽 탭 닫기

# TabMenuCloseLeft
source: Close Tabs to the Left
ko_kr: 왼쪽 탭 닫기

# EditorContextMenuCut
source: Cut
ko_kr: 잘라내기

# EditorContextMenuCopy
source: Copy
ko_kr: 복사

# EditorContextMenuPaste
source: Paste
ko_kr: 붙여넣기

# EditorContextMenuDelete
source: Delete
ko_kr: 삭제

# EditorContextMenuSelectAll
source: Select All
ko_kr: 모두 선택

# EditorContextMenuToggleComment
source: Toggle Comment
ko_kr: 주석 토글

# EditorContextMenuIndent
source: Indent
ko_kr: 들여쓰기

# EditorContextMenuOutdent
source: Outdent
ko_kr: 내여쓰기

# EditorContextMenuLineCleanup
source: Line Cleanup
ko_kr: 줄 정리

# EditorContextMenuSortAsc
source: Sort Ascending
ko_kr: 오름차순 정렬

# EditorContextMenuSortDesc
source: Sort Descending
ko_kr: 내림차순 정렬

# EditorContextMenuRemoveDuplicates
source: Remove Duplicate Lines
ko_kr: 중복 줄 제거

# EditorContextMenuRemoveEmptyLines
source: Remove Empty Lines
ko_kr: 빈 줄 제거

# EditorContextMenuCollapseConsecutiveEmptyLines
source: Collapse Consecutive Empty Lines
ko_kr: 연속 빈줄 하나로 줄이기

# EditorContextMenuTrimSpaces
source: Trim Spaces
ko_kr: 앞뒤 공백 제거

# EditorContextMenuConvert
source: Convert
ko_kr: 변환

# EditorContextMenuToUpperCase
source: To Uppercase
ko_kr: 대문자로

# EditorContextMenuToLowerCase
source: To Lowercase
ko_kr: 소문자로

# EditorContextMenuScrollSync
source: Scroll Sync
ko_kr: 스크롤 동기화

# EditorAutocompleteSnippet
source: Snippet
ko_kr: 스니펫

# EditorAutocompleteSnippetPrefix
source: Snippet:
ko_kr: 스니펫:

# DiffCompareToolTitle
source: Ueditor File Compare Tool (File Compare)
ko_kr: Ueditor 파일 비교 도구 (File Compare)

# DiffStatsGathering
source: Gathering...
ko_kr: 수집 중...

# DiffOriginalFileLabel
source: Original File (Original)
ko_kr: 원본 파일 (Original)

# DiffModifiedFileLabel
source: Modified File (Modified)
ko_kr: 비교 대상 파일 (Modified)

# DiffOriginalPrefix
source: Original:
ko_kr: 원본:

# DiffModifiedPrefix
source: Modified:
ko_kr: 수정본:

# DiffStatsFormat
source: Changes: {0} additions, {1} deletions
ko_kr: 변경사항: 추가 {0}줄, 삭제 {1}줄

# GitPreviousCommitFormat
source: {0} (Previous Commit)
ko_kr: {0} (이전 커밋)

# GitCommitHashFormat
source: {0} (Commit {1})
ko_kr: {0} (커밋 {1})

# GitCompareTitleFormat
source: Compare [{0}]: {1}
ko_kr: 비교 [{0}]: {1}

# GitCompareDiffTitleFormat
source: Git Compare: {0}
ko_kr: Git 비교: {0}

# GitPreviousVersionFormat
source: {0} (Previous Version)
ko_kr: {0} (이전 버전)

# GitCurrentChangesFormat
source: {0} (Current Changes)
ko_kr: {0} (현재 변경 사항)
